-- Decompiled using luadec 2.2 rev: 895d923 for Lua 5.1 from https://github.com/viruscamp/luadec
-- Command line: RecommendedQuestInfoList_True.lub 

-- params : ...
-- function num : 0
RecommendedQuestInfoList = {}
RecommendedQuestInfoList = {
[1] = {Title = "어서오세요. 라그나로크의 세계에!", IconName = "ico_gq.bmp", Summary = "초보 모험가 여러분을 응원 합니다.", NpcSpr = "4_F_01", NpcNavi = "iz_ac01", NpcPosX = 102, NpcPosY = 44, BgName = "reco_01.bmp", 
QuestInfo1 = {"어서오세요!", "크리투라 학원에서는 초보 모험가 여러분의 모험에 도움이 되고자 여러가지 정보를 알려드리고 있습니다. 아직 크리투라 학원을 방문하지 않은 초보 모험가님들은 꼭 방문하여 유용한 정보와 지원 물품을 받아가시기 바랍니다."}
, 
QuestInfo2 = {"$$노비스$$ 환영!!", "초보%%지원%%빵@!!빵@!!", "&*전직*& 상담 OK!!"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[2] = {Title = "5월, 수확의 게펜!", IconName = "ico_ev.bmp", Summary = "맛있는 멜론을 가족과 함께...", BgName = "reco_02.bmp", 
QuestInfo1 = {"게펜에서는 멜론 축제가 한창입니다!", "가정의 달, 수확의 기쁨을 <NAVI>[라벤더]<INFO>geffen,88,35,0,101,0</INFO></NAVI>와 나누어 보세요!"}
, 
QuestInfo2 = {"새콤한 멜론과", "함께 하는 ^ff0000게펜^000000!!", "^ff0000퀘스트 레벨: 20레벨 이상^000000"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[85] = {Title = "일루전 오브 언더워터", IconName = "ico_sc.bmp", Summary = "끝없이 깊은 해저동굴의 비밀을 밝혀라!", BgName = "reco_85.bmp", 
QuestInfo1 = {"이즈루드에서 낚시를 하던 시루드가 실종되는 사건이 일어났습니다.", "그로부터 3개월 지난 후에 그가 가지고 있던 물건이 발견되었는데요.", "<NAVI>[이즈루드]<INFO>izlude,132,49,0,101,0</INFO></NAVI>로 가서 실종자 찾기에 동참해주세요!"}
, 
QuestInfo2 = {"미지의 바다", "심해의 해저동굴"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[86] = {Title = "에피소드 17.2 현자의 유산", IconName = "ico_ep.bmp", Summary = "선발대를 따라 뒤처지지 않도록...", NpcSpr = "4_M_ROOKIE", NpcNavi = "sp_cor", NpcPosX = 255, NpcPosY = 285, BgName = "reco_86.bmp", 
QuestInfo1 = {"특수경계지역 코르의 한 쪽. 유일한 통로로 추정되던 하수관이 드디어 열렸습니다.", "리벨리온을 위시한 대원들은 일루시온을 추적하기 위해 하수관 내부로 진입하기로 합니다."}
, 
QuestInfo2 = {"선행 조건", "에피소드 ^99000017.1^000000 완료", "^990000레벨 130 이상^000000의 모험가"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[87] = {Title = "글래스트 헤임 도전모드", IconName = "ico_sc.bmp", Summary = "차원의 오류를 확인하라", NpcSpr = "4_ED_OSCAR", NpcNavi = "glast_01", NpcPosX = 143, NpcPosY = 288, BgName = "reco_87.bmp", 
QuestInfo1 = {"^003355존재해선 안되는 차원^000000", "글래스트 헤임 붕괴의 날에 발생한 것으로 추정하여 폐쇄 시도.", "차원 수호자의 간섭시 인과율의 거대한 오류가 일어날 것으로 판단하여 잠정 보류. 인간의 도움이 필요하다."}
, 
QuestInfo2 = {"공략 조건", "^990000레벨 170 이상^000000의 모험가"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[88] = {Title = "확장 직업군 레벨 확장!", IconName = "ico_sc.bmp", Summary = "한!계!돌!파!", BgName = "reco_88.bmp", 
QuestInfo1 = {"안녕~~☆", "반가워! ^950a0a나는 멈춰버린 확장직업군 레벨의 시간을 다시 움직이게 하기 위해 마법의 나라에서 찾아온 귀엽고 깜찍한 마법소녀야!^000000", "자☆ 이제부턴 다시 ☜레벨업☞의 시간이라궁~♧"}
, 
QuestInfo2 = {"^eb1842프>.<리티~~ 레벨 업☆^000000", "Base♡Lv: ^950a0a185^000000", "Job♥Lv:  ^950a0a65^000000"}
, 
QuestInfo3 = {"^3f3199리벨리온/카게로우/오보로/성제/소울리퍼/슈퍼 노비스/도람 친구들 화이팅이얌~★ ^000000"}
}
, 
[89] = {Title = "EDDA 생체연구소 던전 - 원정의 여로", Summary = "이름조차 알려지지 않은 원정대의 기나긴 원정의 여로", BgName = "reco_89.bmp", IconName = "ico_sc.bmp", NpcSpr = "4_F_SCIENCE", NpcNavi = "yuno", NpcPosX = 216, NpcPosY = 345, 
QuestInfo1 = {"^003355리히타르젠의 생체연구소, 이제는 사념체가 되어 존재조차 희미해진 이들.^000000", "당신은 ^990000버추얼 레코드^000000를 사용해 ^990000룬 미드가츠 비공식 탐사대 6인의 동료^000000가 되어 그들이 어떤 일을 겪었는지 함께 밝혀내야 합니다."}
, 
QuestInfo2 = {"공략 조건", "^990000레벨 170^000000 이상의 모험가"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[90] = {Title = "EDDA 글래스트 헤임의 몰락", IconName = "ico_sc.bmp", Summary = "역사의 진실을 목격하세요", NpcSpr = "4_ED_OSCAR", NpcNavi = "glast_01", NpcPosX = 243, NpcPosY = 290, BgName = "reco_90.bmp", 
QuestInfo1 = {"^003355옛 글래스트 헤임 메모리얼의 뒷 이야기.^000000", "역사 속에서 도망자/폭군으로 알려진", "슈미츠의 등장.", "여러 차원의 시간을 주시하고 기록하는 ^990000시공용 오스카는 글래스트 헤임 몰락의 순간을 목격^000000하고 누군가에게 그 진실을 알리고자 마음 먹는데..."}
, 
QuestInfo2 = {"공략 조건", "^990000레벨 130^000000 이상의 모험가"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[96] = {Title = "에피소드 17.1 등장! 일루시온", IconName = "ico_ep.bmp", Summary = "본격적인 연합 작전이 시작된다.", NpcSpr = "4_M_PHILOFONTES", NpcNavi = "pub_cat", NpcPosX = 93, NpcPosY = 105, BgName = "reco_96.bmp", 
QuestInfo1 = {"에피소드의 무대가 슈발츠발드로 이동!", "리벨리온과 비밀의 날개가 펼치는 본격적인 연합 작전이 시작된다.", "아인브로크에도 작전 거점을 마련한 리벨리온은 비밀의 날개가 가져온 정보로 발견된 비밀 연구 시설을 함께 공략하기로 하는데 …"}
, 
QuestInfo2 = {"선행 조건", "에피소드 16.2 완료", "레벨 110 이상의 모험가"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[97] = {Title = "에피소드 16.2 테라 글로리아", IconName = "ico_ep.bmp", Summary = "사라진 왕가의 상징을 되찾기 위한 여정", NpcSpr = "4_EP16_NIHIL", NpcNavi = "prt_cas_q", NpcPosX = 21, NpcPosY = 39, BgName = "reco_97.bmp", 
QuestInfo1 = {"왕가의 젊은 피인 니힐과 스피카는 비밀스러운 작전에 당신이 동참하길 바랍니다.", "사라진 왕가의 상징을 되찾기 위한 여정을 함께 해주세요!"}
, 
QuestInfo2 = {"성행 조건", "에피소드 16.1 완료", "레벨 100 이상의 모험가"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[98] = {Title = "에피소드 16.1 영웅을 위한 연회", IconName = "ico_ep.bmp", Summary = "노력한 당신! 즐겨라!!!", NpcSpr = "4_M_ZONDAOYAJI", NpcNavi = "prontera", NpcPosX = 121, NpcPosY = 72, BgName = "reco_98.bmp", 
QuestInfo1 = {"이계 원정에 참여한 영웅을 모시고 모로크 토벌을 축하하는 연회를 개최합니다.", "원정에 참여했던 모험가라면 연회 초청장을 받아주세요!"}
, 
QuestInfo2 = {"선행 조건", "이계 원정대 캠프 방문", "레벨 100 이상의 모험가"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
, 
[99] = {Title = "에피소드 15 판타스마고리카", IconName = "ico_ep.bmp", Summary = "유페로스를 뛰어넘는 과학 문명", NpcSpr = "4_F_EDEN_OFFICER", NpcNavi = "moc_para01", NpcPosX = 38, NpcPosY = 175, BgName = "reco_99.bmp", 
QuestInfo1 = {"새로 발견된 판타스마고리카 연구에 동참할 발굴단을 모집하고 있습니다.", "유페로스를 뛰어넘는 과학 문명을 함께 탐구하지 않겠습니까?", "발굴단에 동참하실 분은 지금 당장 낙원단으로 오십시오!"}
, 
QuestInfo2 = {"선행 조건", "레벨 140 이상의 모험가", "낙원단에 가입한 낙원단의 증표 소지자"}
, 
QuestInfo3 = {"^ff0000※ 이 페이지는 퀘스트가 아닌 업데이트 소개입니다. 퀘스트를 완료 하여도 삭제되지 않으니 참고하시기 바랍니다.^000000"}
}
}

